v1.38

[Veyers_skill_demonologie_debug.A_Metamagic_Skill H7Skill]
mDescriptions[0]="增强传送门的力量。"
mDescriptions[2]="英雄获得 +2 %icon_magic 魔力。\n在法术书中解锁"恶魔传送门"，召唤相当于魔法值2%的 <font color="#6495ED">2</font> 个随机友方恶魔核心生物队伍"
mDescriptions[3]="英雄获得 +2 %icon_magic 魔力。"
mDescriptions[4]="英雄获得 +2 %icon_magic 魔力。"
mName="恶魔学"
mTooltip="每级增加魔力并启用恶魔传送门。"

[Demonologie_novice.A_dephasage_setting2_expert_Buff H7BaseBuff]
mName="恶魔传送门"
mTooltip="一个大小为该队伍 %special 的新队伍将在回合结束时被召唤到此生物旁边。"

[Demonologie_novice.A_dephasage_setting2_novice_Buff H7BaseBuff]
mName="新手恶魔传送门"
mTooltip="一个大小为该队伍 %special 的新队伍将在回合结束时被召唤到此生物旁边。"

[Demonologie_novice.A_dephasage_setting2_Buff H7BaseBuff]
mName="专家恶魔传送门"
mTooltip="一个大小为该队伍 %special 的新队伍将在回合结束时被召唤到此生物旁边。"

[Veyers_skill_demonologie_debug.A_BurningDetermination H7HeroAbility]
mName="恶魔传送门"
mTooltip="在回合结束时召唤 <font color="#6495ED">2</font> 个随机友方恶魔 <font color="#6495ED">核心</font> 生物队伍的 %special1.val2，每场战斗一次。"

[Demonologie_novice.A_BurningDetermination H7HeroAbility]
mName="新手恶魔传送门"
mTooltip="在回合结束时召唤 <font color="#6495ED">2</font> 个随机友方恶魔 <font color="#6495ED">精英</font> 生物队伍的 %special1.val2，每场战斗一次。"

[Demonologie_expert.A_Fortune H7HeroAbility]
mName="专家恶魔传送门"
mTooltip="在回合结束时召唤 <font color="#6495ED">1</font> 个随机友方恶魔 <font color="#6495ED">冠军</font> 生物队伍的 %special1.val2，每场战斗一次。"